{
	"properties": [
        {
            "id":"prop1",
			"type":"House",
            "bedrooms":3,
			"price":750000,
			"tenure":"Freehold",
			"description":"Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior...",
			"location":"Petts Wood Road, Petts Wood, Orpington BR5",
			"picture":"images/prop1pic1small.png",
			"url":"properties/prop1.html",
            "added": {
                "month":"October",
                "day":12,
                "year":2022
            }
        },
		{
            "id":"prop2",
			"type":"Flat",
            "bedrooms":2,
			"price":399995,
			"tenure":"Freehold",
			"description":"Presented in excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. <br>The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms.<br>This apartment being only five years old, is still under a 10 year building guarantee...",
			"location":"Crofton Road Orpington BR6",
			"picture":"images/prop2pic1small.jpg",
			"url":"properties/prop2.html",
            "added": {
                "month":"September",
                "day":14,
                "year":2022
            }
        },
        {
            "id":"prop3",
			"type":"House",
            "bedrooms":4,
			"price":456000,
			"tenure":"Freehold",
			"description":"Presented in excellent decorative order throughout is this spacious four-bedroom, two-bathroom family home, featuring a modern open-plan kitchen/living area and private outdoor space.",
			"location":"11 Peter road, Negombo BR12",
			"picture":"images/prop3pic1small.jpg",
			"url":"properties/prop2.html",
            "added": {
                "month":"January",
                "day":5,
                "year":2020
            }
        },
        {
            "id":"prop4",
			"type":"Bungalow",
            "bedrooms":6,
			"price":600000,
			"tenure":"Rental",
			"description":"Presented in excellent condition throughout is this spacious six-bedroom bungalow, offering versatile accommodation with generous living areas, a modern fitted kitchen, and well-proportioned bedrooms, complemented by private outdoor space and ample potential for family living or multi-use arrangements.",
			"location":"22 Bolawatta Road, Nuwara Eliya BR39",
			"picture":"images/prop4pic1small.png",
			"url":"properties/prop2.html",
            "added": {
                "month":"February",
                "day":20,
                "year":2019
            }
        },
        {
            "id":"prop5",
			"type":"Flat",
            "bedrooms":2,
			"price":325000,
			"tenure":"Rental",
			"description":"A well-presented two-bedroom rental flat offering comfortable living accommodation, featuring a bright reception area, a fitted kitchen, and well-proportioned bedrooms, ideally suited for professional sharers or a small family.",
            "location":"27 RajaSinghe Road, Ja-Ela BR13",
			"picture":"images/prop5pic1small.jpg",
			"url":"properties/prop2.html",
            "added": {
                "month":"June",
                "day":25,
                "year":2025
            }
        },
        {
            "id":"prop6",
			"type":"House",
            "bedrooms":3,
			"price":400000,
			"tenure":"Freehold",
			"description":"A well-presented three-bedroom house offering comfortable family living, featuring spacious reception areas, a fitted kitchen, and well-proportioned bedrooms, complemented by private outdoor space and practical storage throughout.",
            "location":"01 Lotus Road, Colombo 07 BR14",
			"picture":"images/prop6pic1small.png",
			"url":"properties/prop2.html",
            "added": {
                "month":"December",
                "day":30,
                "year":2024
            }
        },
        {
            "id":"prop7",
			"type":"Penthouse",
            "bedrooms":5,
			"price":700000,
			"tenure":"Freehold",
			"description":"An exceptional five-bedroom penthouse offering expansive luxury living, featuring generous reception spaces, a high-specification kitchen, and beautifully proportioned bedrooms, complemented by panoramic views and exclusive private outdoor areas.",
            "location":"10 Temple Road, Colombo 04 BR22",
			"picture":"images/prop7pic1small.jpg",
			"url":"properties/prop2.html",
            "added": {
                "month":"September",
                "day":12,
                "year":2021
            }
        }
]}
